export const MATRIX_QUOTES = [
  "Матрица повсюду...",
  "Следуй за белым кроликом...",
  "Тук-тук, Нео...",
  "Ложки не существует...",
  "Освободи свой разум...",
  "Добро пожаловать в пустыню реальности...",
  "Выбор уже сделан, осталось только понять его...",
  "Я покажу тебе, насколько глубока эта кроличья нора...",
  "Ты думаешь, это воздух, которым ты дышишь?",
  "Система - наш враг..."
];

export const MESSAGE_TIMINGS = {
  INITIAL_DELAY: 1500,
  TYPING_SPEED: 70,
  MESSAGE_GAP: 2500,
  QUOTE_DURATION: 6000,
  CONTENT_DELAY: 4000,
};

export const MOCK_USERNAME = "SALAVEY13"; // For testing only